{"total":"1","data":[{"regulationsurl":"http://www.nps.gov/apis/planyourvisit/camping-practices.htm","weatheroverview":"Average summer temperatures feature highs in the 70s and lows in the 50s. Summer thunderstorms are not uncommon.  High winds occasionally force campers to extend their stay on the island.  Campsites are particularly exposed to southwest winds. Temperatures in late spring and early fall feature highs in the 50s and 60s and lows in the 30s and 40s.","campsites":{"other":"0","group":"0","horse":"0","totalsites":"17","tentonly":"17","electricalhookups":"0","rvonly":"0","walkboatto":"17"},"accessibility":{"wheelchairaccess":"Someone in a wheelchair could move between the main boat dock where the cruise boat lands, the visitor center, the accessible vault toilet, and campsite #1.","internetinfo":"","rvallowed":"0","cellphoneinfo":"Cell phone coverage is very unreliable.","firestovepolicy":"Each campsite has a fire ring.  Dead and downed wood can be collected for firewood.  Fires can be no more than 3 feet high and cannot be left unattended.","rvmaxlength":"0","additionalinfo":"","trailermaxlength":"0","adainfo":"Campsite #1 is partially accessible.  A boardwalk connects the main boat dock with the visitor center, vault toilets, and campsite #1.  The site has specially designed picnic table and fire ring.","rvinfo":"Not allowed.","accessroads":["No Roads"],"trailerallowed":"0","classifications":["Limited Development Campground"]},"directionsoverview":"Stockton Island is located in Lake Superior, 15 miles northeast of Bayfield, Wisconsin.   Bayfield is located in northern Wisconsin on State Highway 13.  It is about 90 miles east of Duluth, Minnesota and 240 miles northeast of Minneapolis, Minnesota.","reservationsurl":"","directionsUrl":"","reservationssitesfirstcome":"","name":"Presque Isle Campground - Stockton Island","regulationsoverview":"No more than seven people of any age can occupy a campsite at the same time.  Only three tents are permitted in a campsite.  Campers must have a camping permit.  Pets must be kept on a leash that is 6 feet or shorter and not left unattended.","latLong":"","description":"Boat-in only campsites scattered along the shore of Presque Isle Bay on Stockton Island, 14 miles offshore from Bayfield, WI.  Island access is extremely limited in winter and challenging in spring and fall.  Cruise boat and/or water taxi access available from late spring to early fall.  The island features 15 miles of hiking trails,  three beautiful beaches, and supports a population of black bears. Campsites include picnic tables, a fire ring, a tent pad, and a bear proof food locker.","reservationssitesreservable":"","parkCode":"apis","amenities":{"trashrecyclingcollection":"Yes - seasonal","toilets":["Vault Toilets - year round"],"internetconnectivity":"No","showers":["None"],"cellphonereception":"Yes - seasonal","laundry":"No","amphitheater":"","dumpstation":"No","campstore":"No","stafforvolunteerhostonsite":"Yes - seasonal","potablewater":["Yes - seasonal"],"iceavailableforsale":"No","firewoodforsale":"No","ampitheater":"Yes - seasonal","foodstoragelockers":"Yes - year round"},"id":"2429","reservationsdescription":""}],"limit":"50","start":"1"}